{
  "Haut": {
    "anatomy": "Die Haut ist das größte Organ des menschlichen Körpers und bedeckt seine gesamte äußere Oberfläche. Sie besteht aus drei Schichten: der Oberhaut (Epidermis), der Lederhaut (Dermis) und der Unterhaut (Subcutis). In ihr befinden sich Nerven, Blutgefäße, Schweiß- und Talgdrüsen sowie Haarfollikel.",
    "function": "Die Haut schützt den Körper vor äußeren Einflüssen wie Keimen, UV-Strahlung, Hitze und Kälte. Sie reguliert die Körpertemperatur, dient als Sinnesorgan für Berührung, Schmerz und Temperatur und spielt eine Rolle bei der Immunabwehr.",
    "disease": "Typische Hauterkrankungen sind Ekzeme, Akne und Hautkrebs."
  },
  "Wimpern": {
    "anatomy": "Die Wimpern sind kurze, gebogene Haare am Rand der Augenlider. Jede Wimper wächst aus einem Follikel in der Lidkante und wird von Talgdrüsen umgeben, die das Auge geschmeidig halten.",
    "function": "Sie schützen die Augen vor Staub, Schmutz und kleinen Partikeln. Bei Berührung lösen sie den Lidschlussreflex aus, der das Auge vor Verletzungen bewahrt.",
    "disease": "Blepharitis (Lidentzündung) oder Wimpernausfall können auftreten."
  },
  "Unterhose": {
    "anatomy": "Ein Kleidungsstück, das den Unterkörper bedeckt.",
    "function": "Dient hygienischen Zwecken, keine anatomische Relevanz.",
    "disease": "Keine medizinischen Erkrankungen direkt zugeordnet."
  },

  "Bizeps": {
    "anatomy": "Der Bizeps brachii liegt an der Vorderseite des Oberarms und hat zwei Köpfe, die vom Schulterblatt zum Radius verlaufen.",
    "function": "Er beugt den Ellenbogen und dreht den Unterarm nach außen (Supination).",
    "disease": "Verletzungen wie Sehnenrisse oder Überlastung können Schmerzen und Kraftverlust verursachen."
},
"Trizeps": {
    "anatomy": "Der Trizeps brachii befindet sich an der Rückseite des Oberarms und hat drei Köpfe, die am Schulterblatt und Oberarmknochen entspringen.",
    "function": "Er streckt den Ellenbogen und stabilisiert den Arm bei Druckbewegungen.",
    "disease": "Überlastung oder Sehnenverletzungen können Schmerzen und Bewegungseinschränkungen verursachen."
},
"Unterarmmuskeln": {
    "anatomy": "Die Unterarmmuskeln verlaufen vom Ellenbogen bis zum Handgelenk und umfassen Beuger und Strecker der Hand und Finger.",
    "function": "Sie ermöglichen Hand- und Fingerbewegungen sowie das Beugen und Strecken des Handgelenks.",
    "disease": "Typische Beschwerden sind Sehnenscheidenentzündungen, Überlastung und Karpaltunnelsyndrom."
},
"Bauchmuskeln": {
    "anatomy": "Die Bauchmuskeln bestehen aus geradem, schrägem und querem Bauchmuskel und umschließen den Rumpf vorne und seitlich.",
    "function": "Sie stabilisieren den Rumpf, beugen den Oberkörper und unterstützen Atmung und Haltung.",
    "disease": "Schwache oder verletzte Bauchmuskeln können zu Rückenschmerzen oder Hernien führen."
},
"Brustmuskel": {
    "anatomy": "Die Brustmuskeln (Pectoralis major und minor) liegen vorne am Brustkorb und verbinden Brustbein, Schlüsselbein und Oberarmknochen.",
    "function": "Sie bewegen den Arm nach vorne, innen und rotieren ihn nach innen.",
    "disease": "Überlastung, Muskelfaserrisse oder Entzündungen können Schmerzen und Bewegungseinschränkungen verursachen."
},
"Deltamuskel": {
    "anatomy": "Die Deltamuskeln (Deltoideus) umhüllen die Schulter und bestehen aus vorderem, mittlerem und hinterem Anteil.",
    "function": "Sie heben, rotieren und bewegen den Arm seitlich sowie nach vorne und hinten.",
    "disease": "Verletzungen wie Sehnenentzündungen, Schultereckgelenkschmerzen oder Risse treten häufig auf."
},
"Gesäßmuskel": {
    "anatomy": "Die Gesäßmuskeln (Gluteus maximus, medius, minimus) bedecken das Gesäß und verbinden Becken und Oberschenkelknochen.",
    "function": "Sie strecken und rotieren die Hüfte sowie stabilisieren das Becken beim Gehen und Stehen.",
    "disease": "Schwäche oder Verletzungen können zu Hüftschmerzen oder Gangstörungen führen."
},
"Großer Rückenmuskel": {
    "anatomy": "Der Latissimus dorsi liegt seitlich am Rücken und zieht vom unteren Rücken zum Oberarmknochen.",
    "function": "Er zieht den Arm nach hinten, innen und rotiert ihn nach innen sowie unterstützt die Körperhaltung.",
    "disease": "Verspannungen, Muskelzerrungen oder Überlastung führen zu Rückenschmerzen und Bewegungseinschränkungen."
},
"Hintere Oberschenkelmuskeln": {
    "anatomy": "Die hinteren Oberschenkelmuskeln (Ischiocrurale Muskulatur) verlaufen vom Becken bis zum Schienbein.",
    "function": "Sie beugen das Knie und strecken die Hüfte.",
    "disease": "Muskelzerrungen, Überlastung oder Sehnenverletzungen sind häufig beim Sport."
},
"Oberschenkelstrecker": {
    "anatomy": "Die Oberschenkelstrecker (Quadrizeps) liegen vorne am Oberschenkel und setzen am Schienbein an.",
    "function": "Sie strecken das Knie und helfen bei Aufstehen, Laufen und Springen.",
    "disease": "Überlastung, Muskelfaserrisse oder Sehnenentzündungen können Schmerzen verursachen."
},
"Trapezmuskel": {
    "anatomy": "Der Trapezmuskel liegt oberhalb des Rückens und zieht vom Nacken bis zur Schulter und Wirbelsäule.",
    "function": "Er hebt und senkt die Schulterblätter, zieht sie zusammen und unterstützt Kopfbewegungen.",
    "disease": "Verspannungen, Zerrungen oder Fehlhaltungen führen zu Nacken- und Schulterschmerzen."
},
"Vordere Schienbeinmuskeln": {
    "anatomy": "Die vorderen Schienbeinmuskeln (Tibialis anterior) verlaufen vorne am Unterschenkel entlang der Schienbeinkante.",
    "function": "Sie ziehen den Fuß nach oben (Dorsalflexion) und stabilisieren beim Gehen.",
    "disease": "Überlastung führt zu Schmerzen wie Schienbeinkantensyndrom oder Zerrungen."
},
"Wadenmuskeln": {
    "anatomy": "Die Wadenmuskeln (Gastrocnemius und Soleus) liegen hinten am Unterschenkel und setzen an der Ferse an.",
    "function": "Sie strecken den Fuß nach unten (Plantarflexion) und unterstützen Laufen und Springen.",
    "disease": "Krämpfe, Zerrungen oder Achillessehnenprobleme treten häufig auf."
},

  "Arme": {
    "anatomy": "Die Arme bestehen aus Oberarm, Unterarm und Hand. Die Knochen – Humerus, Radius und Ulna – sind über Gelenke miteinander verbunden und von Muskeln, Sehnen und Nerven umgeben.",
    "function": "Sie ermöglichen eine Vielzahl von Bewegungen und sind wichtig für Greifen, Tragen und Feinmotorik.",
    "disease": "Zu den häufigsten Beschwerden zählen Muskelzerrungen, Knochenbrüche, Sehnenentzündungen und Nervenkompressionen wie das Karpaltunnelsyndrom."
  },
  "Beine": {
    "anatomy": "Die Beine bestehen aus Oberschenkel, Unterschenkel und Fuß. Hauptknochen sind Femur, Tibia und Fibula. Sie sind über Gelenke mit Hüfte und Fuß verbunden.",
    "function": "Sie dienen der Fortbewegung, Stabilität und dem Tragen des Körpergewichts.",
    "disease": "Typische Erkrankungen sind Knochenbrüche, Gelenkverschleiß (Arthrose) sowie Venenerkrankungen wie Krampfadern oder Thrombosen."
  },
  "Becken": {
    "anatomy": "Das Becken wird aus den Hüftbeinen, dem Kreuzbein und dem Steißbein gebildet. Es verbindet den Oberkörper mit den Beinen.",
    "function": "Es trägt die inneren Organe des Bauchraums, stabilisiert den Rumpf und bildet die Basis für die Fortbewegung.",
    "disease": "Zu den häufigsten Problemen gehören Beckenbrüche, Beckenbodenschwächen und Entzündungen im Beckenbereich."
  },
  "Brustkorb": {
    "anatomy": "Der Brustkorb (Thorax) wird aus Rippen, Brustbein und Brustwirbelsäule gebildet. Er umschließt Herz und Lunge.",
    "function": "Er schützt lebenswichtige Organe und spielt eine zentrale Rolle bei der Atmung durch die Bewegung der Rippen und des Zwerchfells.",
    "disease": "Häufige Erkrankungen sind Rippenbrüche, Brustkorbdeformitäten und Verletzungen nach Unfällen."
  },
  "Schädel": {
    "anatomy": "Der Schädel besteht aus 22 Knochen, die das Gehirn, die Sinnesorgane und die oberen Atem- und Verdauungswege schützen. Er gliedert sich in das Hirnschädel- und Gesichtsschädelteil.",
    "function": "Er schützt das Gehirn vor Verletzungen, bildet die Grundlage für Gesichtszüge und ermöglicht durch Gelenke und Muskeln Kauen und Mimik.",
    "disease": "Erkrankungen des Schädels umfassen Knochenbrüche, Schädel-Hirn-Traumata oder angeborene Fehlbildungen wie die Kraniosynostose."
  },
  "Wirbelsäule": {
    "anatomy": "Die Wirbelsäule besteht aus 33–34 Wirbeln, die in Hals-, Brust-, Lenden-, Kreuz- und Steißwirbel gegliedert sind. Zwischen den Wirbeln liegen Bandscheiben, die als Stoßdämpfer wirken.",
    "function": "Sie stützt den Körper, schützt das Rückenmark und ermöglicht Beweglichkeit und Stabilität.",
    "disease": "Zu den typischen Erkrankungen zählen Bandscheibenvorfälle, Wirbelgleiten und Fehlstellungen wie Skoliose."
  },
  "Arterien": {
    "anatomy": "Arterien sind Blutgefäße, die das sauerstoffreiche Blut vom Herzen in den Körper transportieren. Die größte Arterie ist die Aorta.",
    "function": "Sie verteilen Sauerstoff und Nährstoffe im gesamten Körper und regulieren den Blutdruck durch ihre Elastizität.",
    "disease": "Arteriosklerose, Aneurysmen oder Embolien sind häufige Erkrankungen der Arterien."
  },
  "Venen": {
    "anatomy": "Venen sind Blutgefäße, die das sauerstoffarme Blut aus dem Körper zurück zum Herzen transportieren. Sie besitzen Venenklappen, die den Rückfluss verhindern.",
    "function": "Sie sorgen für den Rücktransport des Blutes zum Herzen und unterstützen den Blutkreislauf durch Muskelpumpen.",
    "disease": "Typische Erkrankungen sind Krampfadern, Venenthrombosen und Venenentzündungen."
  },
  "Herz": {
    "anatomy": "Das Herz ist ein muskuläres Hohlorgan mit vier Kammern: zwei Vorhöfen und zwei Kammern. Es liegt im Brustkorb hinter dem Brustbein.",
    "function": "Es pumpt Blut durch den Körper, versorgt Organe mit Sauerstoff und Nährstoffen und entfernt Kohlendioxid.",
    "disease": "Häufige Erkrankungen sind koronare Herzkrankheit, Herzinfarkt und Herzinsuffizienz."
  },
    "Gehirn": {
    "anatomy": "Das Gehirn besteht aus Großhirn, Kleinhirn und Hirnstamm. Es wird von den Schädelknochen und den Hirnhäuten umgeben und ist über das Rückenmark mit dem Körper verbunden.",
    "function": "Es verarbeitet Informationen, steuert Bewegungen und ermöglicht Denken, Fühlen und Erinnern.",
    "disease": "Zu den wichtigsten Erkrankungen gehören Schlaganfälle, Demenz, Epilepsie und Gehirntumore."
  },
  "Zwerchfell": {
    "anatomy": "Das Zwerchfell ist eine flache Muskelplatte zwischen Brust- und Bauchraum.",
    "function": "Es spielt eine zentrale Rolle bei der Atmung: Beim Einatmen zieht es sich zusammen und ermöglicht das Füllen der Lungen.",
    "disease": "Erkrankungen des Zwerchfells umfassen Zwerchfellbrüche, Lähmungen oder Krämpfe, die sich oft als Schluckauf äußern."
  },
  "Verdauungssystem": {
    "anatomy": "Das Verdauungssystem umfasst Mund, Speiseröhre, Magen, Dünn- und Dickdarm sowie Leber, Gallenblase und Bauchspeicheldrüse.",
    "function": "Es zerkleinert und verarbeitet Nahrung, nimmt Nährstoffe auf und scheidet Abfallstoffe aus.",
    "disease": "Zu den typischen Erkrankungen gehören Magengeschwüre, Reizdarmsyndrom und entzündliche Darmerkrankungen wie Gastritis oder Colitis."
  },
  "Augen": {
    "anatomy": "Das Auge besteht aus Hornhaut, Linse, Netzhaut, Iris und Glaskörper. Es liegt geschützt in der Augenhöhle und ist über Muskeln beweglich.",
    "function": "Sie nehmen Lichtreize auf und wandeln sie in Nervenimpulse um.",
    "disease": "Häufige Augenerkrankungen sind Kurz- und Weitsichtigkeit, Grauer Star, Grüner Star und Bindehautentzündungen."
  },
  "Gallenblase": {
    "anatomy": "Die Gallenblase liegt unterhalb der Leber und speichert Gallenflüssigkeit.",
    "function": "Sie gibt Galle zur Fettverdauung in den Dünndarm ab.",
    "disease": "Gallensteine oder Entzündungen (Cholezystitis) können Beschwerden verursachen."
  },
  "Lunge": {
    "anatomy": "Die Lunge besteht aus zwei Flügeln mit zahlreichen Lungenbläschen (Alveolen) und liegt im Brustkorb. Sie ist durch Bronchien mit der Luftröhre verbunden.",
    "function": "Sie versorgt das Blut mit Sauerstoff und entfernt Kohlendioxid.",
    "disease": "Asthma, COPD und Lungenentzündungen gehören zu den häufigsten Erkrankungen."
  },
  "Leber": {
    "anatomy": "Die Leber liegt im rechten Oberbauch und ist das größte innere Organ. Sie besteht aus zwei großen Lappen und wird stark durchblutet.",
    "function": "Sie entgiftet den Körper, speichert Nährstoffe und produziert Galle.",
    "disease": "Leberzirrhose, Hepatitis und Fettleber sind verbreitete Erkrankungen."
  },
  "Harnsystem": {
    "anatomy": "Zum Harnsystem gehören Nieren, Harnleiter, Harnblase und Harnröhre. Es liegt größtenteils im Unterbauch.",
    "function": "Es filtert Abfallstoffe aus dem Blut und scheidet sie als Urin aus.",
    "disease": "Erkrankungen des Harnsystems umfassen Harnwegsinfekte, Nierensteine und Nierenfunktionsstörungen."
  }
}